package com.wenny.one.entity;

import java.util.List;

/**
 * 文章
 */

public class EssayEntity {

    /**
     * content_id : 1575
     * hp_title : 特稿之王
     * sub_title :
     * hp_author : 凉炘
     * auth_it : 青年作家、「ONE·一个」常驻作者。
     * hp_author_introduce : （责任编辑：向可 xiangke@wufazhuce.com）
     * hp_content : 1.热泉 <br>
     水温可以。烫，足够烫。又不至于把人煮熟。女士刚走，满池子CHANEL还是CD的那种骚味，你别说，拌着水蒸气，还他妈挺好闻。我们这位许宏先生，留在池里面吸香烟，松江天阴，昏沉宁静，许宏怡然自得，只不过忽然想撒尿。<br>
     <br>
     室外5度，地砖上结了薄霜。如果现在进屋去尿，势必要受一回奇冷。打哆嗦、穿衣，刷了房卡，然后尿。再回来，脱衣，受烫，重新适应温泉，这一折腾，兴致绝对消逝。许宏皱起眉毛，苦大仇深地摇晃着脑袋。<br>
     <br>
     过了一会儿，伴随着一声小小的，长长的“啊”，许宏的面容，带着与年纪不符的慈祥，微笑着舒展开来。十几秒钟里，他快乐得像一只闭着眼睛沐浴春风的小喜鹊，可爱。事了，还不由自主地打了个哆嗦，拿手和腿搅了搅水。紧接着他打开语音记录软件，用一种恶心人的句式写下他这本自传的开头——以至于远在太平洋彼岸的马尔克斯从坟墓里笑着爬起来说了一句：“又一个傻逼。”<br>
     <br>
     他写道：“八十二天以后，当我再次面对佘山的细雨与浓雾时，我一定会想起在虹口宝安路吃陕西凉皮的那个下午。”<br>
     <br>
     这么一念，自己把自己吓了一跳，这段秘密是不能写的。而且，自传不励志不行，“不励志你出的哪门子书？写给自己当日记看就好了嘛！甭出来害人。”张红霞的话，和他那顶破了皮的老军帽一样，在许宏脑海里鲜活生动：“成功人士，一个个忙着骄奢淫逸呢，谁他妈闲得没事干看你的自传？你记住，鸡汤就是给活在梦里的二杆子看的，你就是要告诉他，成功很简单，谁都能成功，把他们看得乐呵了，伺候好了，你销量自然上去。”<br>
     <br>
     首当其冲应该说自己平凡得像一根粪坑里长出来的稻草，大学昏沉度日不思进取，工作时脚踏实地虚心受教育，在社会中磨炼，实践，慢慢地，从小记者一路变成一稿20万稿酬的非虚构专稿第一人。于是他换了一个口吻念道：“成功的背后，没有什么秘密可言。脚踏实地，是我恒久的理念。”<br>
     <br>
     2.陕西凉皮<br>
     凉皮，好吃。馆子不大，清真，90年代遗存的绿色吊扇还没拆，按现在的话，叫文艺。桌面儿七八张，闲人三五个，闷头吃，不说话。吃完抹嘴，打嗝，扔了纸，撩开门帘慢悠悠晃出去，看上去都无事可做。社会闲散人员。<br>
     偶尔有许宏这样的白领来吃，吃得快，不懂品尝玩味，就图个便宜。公司旁边Subway一块馍馍夹生菜加猪肉，就卖37块，能吃足足5碗凉皮。<br>
     <br>
     那一天，许宏埋头经过走廊的时候，被一条胳膊一把搂回来，整个人还没站稳，就被对方抡圆了膀子扇了一个大巴掌。这是隔壁部门的总监刘，主管娱乐板块，今早晨，此人刚被主编骂过“脑子进水”。<br>
     <br>
     总监刘问许宏：“你就是传说中整天混吃等死的许宏？你他妈的看见领导路过，不打招呼？熟视无睹？置若罔闻？”<br>
     “避而不见？有眼无珠？”<br>
     “上次你那篇《苏州河改造二十年》我看了。送你一个成语，垃圾文章。光是这个标题，就证明了你不适合干这一行。”<br>
     “辞职吧？主动点儿。最近杂志销量相当差，马上10月份要裁员。主动走，和被人轰走，留下的是两种截然不同的背影。”<br>
     <br>
     这碗酱汁凉皮端上来，放了许久，许宏还是捏着筷子发呆。他脑海里有一些声音从遥远的过去回响过来，中学的篮球比赛，被人埋怨的骂声。大学的破床上，隔墙的呻吟声。还有刚进杂志社，写完第一稿，主编说：“你的人生，在对‘平庸’这个词语作解释的路上，大有可为”。<br>
     <br>
     邻桌上，一位穿军大衣、戴军帽、肩上还挂一军绿色水壶的社会闲散人士，吃罢凉皮，慢慢悠悠走出店门。从袖子里掏出一沓白纸，舔了舔，拍在凉皮店门口的告示牌上。这“啪”的一声巨响，把许宏弄醒了。酱汁凉皮，泡久了，板结，筷子都插不进去。他像吃饼一样吃完了这一大块凉皮，走出去，寻思着看一看刚才他贴的东西。<br>
     <br>
     A4纸，房屋租赁，汽车转卖，常见的小广告贴纸，在这一切之上，有一张歪斜的，由粘稠老痰粘贴的白纸。上书几个大字：“新闻写作辅导”。<br>
     “300/课时，联系电话，18419000761。”<br>
     <br>
     3.旧报纸<br>
     教学地点是在军大衣家里。他家也在虹口，曲阳路，一个冰冷破败的弄堂，门口煮着一锅卤蛋，不知道是谁的外婆，穿一身紫红色，坐在那儿卖。一些在校女大学生，刚刚对着黑铁皮大门、红漆栏杆和葱郁的爬山虎照过相，蹲在地上，坐在台阶上，吸着烟拨动手机。嘴里嘟囔：“这个软件滤镜好丑！”<br>
     <br>
     军大衣仰头喝着玻璃瓶装的牛奶，径直走到窗上，“滤镜个球！一边儿玩去！”他对楼下喊叫着。叫罢，利索地锁上了窗子。拉上了帘子。不教一点儿光漏出来。在他开启谜一样的上古煤油灯之前，许宏只能从黑暗中语音的动向，猜测着分辨他的位置。<br>
     <br>
     “先交钱，后办事。一分钱，一分货。入门三百，进阶八百。初次营业，打七五折。”从声音上听起来，他先进了库房，翻动了片刻，还撞到了小拇指或者膝盖什么的，压着声音呻吟了一会，这才回到了茶几边上。<br>
     <br>
     难以想象，煤油灯燃起来了。他伸出手，说他叫张红霞。许宏发现他手心发烫，是个血温极高的人。<br>
     <br>
     两人相对而坐，宁静地对峙，场面尴尬。一军大衣，一黑西装。一老麻靴，一黑皮鞋。左边，胡子拉碴，眼眶污浊，嘴里面烟熏火燎，下身抖腿晃脚。右边，面孔清秀，一脸委屈，风热感冒，吸鼻涕，脸上一个五掌印。<br>
     <br>
     张红霞捻灭了烟，他终于说话了，声音里掺了二斤沙子，三两黄油，听起来浑浊恶心。“你知不知道二十支香烟的毒性，可以杀死一头牛？”许宏答，知道。<br>
     <br>
     张红霞从茶几下的抽屉里，拿出一份旧报纸，扔在桌上。报纸转了一圈，许宏看到，那是1999年，8月7日的《扬子晚报》，一篇特稿，名为《凌晨4点的卷烟厂》。其中，有一句话，被圆珠笔画上了红线。“……刘长东师傅还告诉我，20支烟的毒性，可以杀死一头牛。”<br>
     <br>
     “这特稿是你写的？”<br>
     “废话。不是我写的我给你看什么？”<br>
     此人酷爱喝牛奶，他这破家，摆满了伊利和蒙牛的箱子，倒是没有品牌偏见，有奶就是娘，是奶就能喝。只见张红霞又开了一罐，灌了两口，问许宏说：“你吃没吃过做工很差的包子？”<br>
     “吃过。”<br>
     “通常大家怎么描述这种垃圾包子？”<br>
     “怎么？拿纸板子做馅儿，也是你写的？”<br>
     <br>
     张红霞干脆把抽屉里一整摞报纸和杂志，都摊在桌面儿上。许宏一眼瞧见，最前面的一张，2007年7月8日，《北京晚报》“大世汇”专栏，《纸做的包子，全新的技艺》。笔名与卷烟厂那篇一样，都是张明明。<br>
     <br>
     “可以交钱了吧。”张红霞牛奶喝罢，把烟点上，剧烈地咳嗽了两声。之后他接过许宏的三百块钱，站起来，伸了个懒腰。他欲言又止。<br>
     <br>
     欲止又言：“今天到此结束，明天，带上你发表过的全部文章，来找我”。<br>
     <br>
     4.牛奶<br>
     透过紫衫木门的猫眼儿，张红霞看见许宏一边敲门，一边捣鼓手机。他气得不行，门也不开，直接开骂。<br>
     “让你把文章带上！你他妈倒好，两手空空就过来？！态度都没放端正，你来干啥来了？”<br>
     许宏又委屈又急地踩起了小碎步，连他自己都被这小跺脚给吓着了，所以愣了一会儿。从小，别人说他娘炮一个，欺负他，他还不服。<br>
     “滚吧！你心不诚，我可不想教你教出一肚子气。”<br>
     <br>
     许宏连忙解释：“前辈，我没在纸媒上发表过，全是新媒体文章，网络上的。”<br>
     <br>
     进了屋，借着晌午的光亮，许宏终于看清楚了。五十来平的老屋子，一室一厅一卫，三者大小都差不多，并排贴着，由两扇门连接。门都开着，左边，床是一张高脚大铁床，上面胡乱堆着棉絮爆裂的被子。右边，一个硕大得能让人联想到3P画面的浴缸，紫金色的，看起来价值不菲。<br>
     <br>
     两人对坐茶几两侧，张红霞跷上二郎腿，喝一口奶，抽一口烟。烟奶结合，口气老辣又腥腻。<br>
     “来，把你最近发表的一篇文章标题，念给我听听。你们现在都是手机推送的吧？标题应该很长，发挥空间太大了。真是赶上了好时代啊……”<br>
     <br>
     许宏应允了一声，左右开弓，两个大拇指飞速点按屏幕，在互联网上找那些自己署名的东西。不一会儿就找到了。<br>
     <br>
     “昨天发的一篇：上海市委全会审议了新一轮城市规划，公示期收集市民意见1810条，设计未来20年人口、住房、医……”<br>
     “换一篇再念，继续。”<br>
     “金山廊下半程马拉松赛，明日开跑！8号线大世界车站2号口地面侧将临时封闭。”<br>
     “还有别的没？”<br>
     “伤心！上海抓获一名盗狗人士，常年使用毒镖猎取名种狗。”<br>
     <br>
     许宏被打断了，现在他满裤裆都是牛奶，包括屁股下面的沙发，玻璃茶几，烟灰缸里，全淋满了牛奶。张红霞一手拄着膝盖，一手捂着嘴巴，不断发出恶心反胃的呻吟声，又抬起手掌以示抱歉：“对不起，许宏同志，我……我没想到自己对这种新闻的耐受力这么差”。<br>
     <br>
     相比于当着全公司人的面挨骂，前辈这种指桑骂槐的讽刺，简直太给面子了。现在许宏只能拿纸东擦擦，西蹭蹭，等着张红霞缓过来。<br>
     <br>
     “特稿写过没？念念标题我听听。”<br>
     “《苏州河改造二十年》，《西海固植树大王的晚年生活》，《潜江小龙虾大亨创业路》。”<br>
     <br>
     这三个标题念出来，刚才擦好的桌子和衣服，全白擦了。<br>
     <br>
     5.天台<br>
     两人走进厕所，顺着梯子，来到张红霞家的屋顶。低头，爬山虎茂盛，丁香和桂花憋着劲对峙。抬头，天空之下，高架路拐弯抹角地汇聚在一起，构成一把长管猎枪，装着各种车型的子弹，朝陆家嘴方向发射过去。张红霞问：“你这个基础太差了，连入门都没入。”<br>
     <br>
     “希望有朝一日，能像前辈您那样，写出那种尽人皆知的新闻稿。”<br>
     <br>
     “闭嘴闭嘴闭嘴……”，张红霞胡乱抓了一把发痒的头皮，“你先把新闻稿这个词给我忘掉。忘掉没？”<br>
     “忘掉了……”<br>
     “来，跟着我念。报告文学。”<br>
     “报告文学……”<br>
     “对，然后，你把你们公司工资最高的记者写的稿子标题念一下。”<br>
     “我们工资互相保密的……”<br>
     “我的老天，不会吧？谁工资高你都看不出来？你们领导平时跟哪个人说话的时候细声细语，像个慈祥的老爹一样？”<br>
     “哦……”，许宏翻了翻手机，皱着眉头念道：“《上海地铁一女子穿超短裙乘车，身后老人突发心梗，现场……》，《女子掏出防狼喷雾，不幸喷中自己，色狼心软送至医院，女子醒来后立即报警》，还有《男子机场捧花接女友，发现其整容瞬间变脸，当场砸花怒骂：你换脸我换人，实况……》”。<br>
     <br>
     许宏一边念着，眼角的余光里，他发现张红霞抖着身子笑了几下，抬手示意他停止。张红霞说：“报告文学，是文学，来源于生活，高于生活。文学是艺术。不加工，无艺术”，他从军大衣里翻出一袋子牛奶，喝了一口，“你，按我说的标题，把你之前发的那一稿儿毒镖射狗男子再重写一回，再发表一次。你就写，上海某男子，常年毒镖射狗偷狗，不幸射中同伙，为同伙吸血排毒，二人双双中毒，于医院落网。”<br>
     <br>
     “啊？这都是一个星期前的事儿了。”<br>
     “人们喜欢看别人出洋相，管他妈是新闻旧闻？无洋相，不新闻。管他妈是真的假的呢？”张红霞狠狠点了几下许宏的脑壳，并赠送他一袋牛奶，“现在做新闻，讲究的是沉浸式阅读体验，要向戏剧、小品和小说靠拢，要有开端、发展、高潮、结局，要凤头猪肚豹尾，勾人才行。电影都他妈3D了，音乐都他妈MIX了，你一搞文字媒介的，再不思进取，整天写什么市委会、马拉松、植树造林，拿什么跟视频软件和音乐软件干？”<br>
     <br>
     许宏喜出望外，他的天灵盖子上有一个机关，或者按钮、卡扣之类的东西，“啵”的一下打开了。这一下子，震得头皮发麻，膝跳反射外加手肘发痒，他连鞠三躬，回身要走。<br>
     <br>
     只听背后又传来一句：“别忘了写故事之前！加一句‘一位不愿透露姓名的市民告诉记者’啊！要他妈严谨！”<br>
     <br>
     6.茶叶<br>
     桂花这玩意儿，只需一株，就能把整条街弄得靡靡不振。许宏把窗子打开，让这些味道飘进来，以迎接总监刘的约见。刘长东一闻到桂花，就过敏，就生气，就要发狂，每回那种厌恶的眼神，就好像他曾经被喷了桂花香水的变态强奸过一样。不过这一回，他笑眯眯地走进来，闭着眼睛，深吸一口气说道，“哎呀，秋天来了”。<br>
     许宏把腿从键盘一侧放下来，在地上落稳了说：“是啊，秋天来了。”<br>
     <br>
     刘长东把茶叶放在许宏全新的办公桌上，那是一个圆形的镀铬的铁罐子，上有机刻铭文：恩施玉露。他说，“许总监，我一湖北发小儿捎给我的，你也尝尝，名茶，好喝”。<br>
     <br>
     许宏下班的时候，跑到走廊的橡木板上看点击率和阅读量排行，这个月前八篇，全是自己的，前两个月，也是如此。这里面，有“中国旅客赴日旅游，顺走酒店马桶盖儿”，有“三名外来务工人员地铁逃票，狂飙英文侮辱工作人员”，还有“50岁老汉相亲遇见70岁富婆，结婚在即，富婆孙女爱上老汉，吃醋要与祖母断绝关系”。<br>
     <br>
     那一阵子许宏身体不行，咽炎，总干呕，胆囊有问题，一吃肉就犯困。他捂着肚子，拉开车门，躺在后座上。司机轻车熟路，直奔木禾酒店。<br>
     春风套房2708，许宏一身疲惫，把公文包一把扔到大床上，晃着身子和脑袋，往嘈杂的浴室里面走，果然寻见了张红霞。<br>
     <br>
     那天张红霞正和两个女人泡在巨大的精钢岩浴缸里玩儿上海桥牌，左边似乎是乌克兰或者东欧人，右边是个非洲人，三个人搞在一起，就像一大块黑白巧克力夹心布丁。头顶水晶吊灯内置蓝牙，放着布鲁斯音乐，一排香槟、基辅威士忌、绝对伏特加之类的酒和酒瓶子，散落得到处都是，他们每喝一口，就往浴缸里吐一口。张红霞见了眼眶红肿的许总监，连忙把浴盐泡沫往自己身上拢，刚要开口，就听见许宏说他遇到了人生瓶颈。<br>
     <br>
     “进阶课程八百块。”<br>
     “还要钱？我天天给你开房住，光外卖你一个月就点了六千五。”<br>
     “吃归吃，住归住，八百归八百。授课，要讲究个流程和仪式感”<br>
     <br>
     7.外滩<br>
     “得了，别愁眉苦脸的，我也觉得你是时候写一篇大稿儿了。采访个名人之类的。能让你一稿成名的那种”，张红霞把八百块现金夹在内裤里，“你要不然先去撸一管？你看起来太抑郁了，吓人。精神这么紧绷，怎么写大嗨稿儿？”<br>
     <br>
     那天晚上，许宏和张红霞在落地窗前，对着外滩街景，说了数不尽的话。首当其冲的那一句，就把许宏给镇住了。<br>
     <br>
     “First of all，没有人喜欢圆满的结局，你比如说，一个人天生可爱又有才华，上电视，赚大钱，结束爱情长跑，买豪宅，娶初恋。这就是垃圾故事”，张红霞去了趟门口，摸摸屁股，给了送牛奶的服务生一百块小费，如饥似渴地灌了一大口，回来继续说，“就刚才这个人，婚后幽会小三，找的小三最好也是圈里的。离婚，分财产。然后吸毒，被电视台封杀，只能去国外发展。在国外，再发表一点反华言论。最后，由于拒绝了狂热粉丝的约见，被该粉丝戴着黑头套子两枪打死在洛杉矶的小巷子里，警方检查尸体的时候，还从包里发现一根振动棒和一瓶润滑剂。这他妈才叫大嗨稿儿。”<br>
     <br>
     的确，没惨事，无嗨稿儿。<br>
     <br>
     大家要看的不是明媒正娶和地久天长，大家喜欢看泰勒·斯威夫特六个月换掉三个男朋友，喜欢看马蓉大战经纪人。大家要看的不是飞黄腾达和事业有成，大家喜欢看快播软件CEO王欣当庭认罪，蹲大狱吃牢饭，喜欢看台湾奶油小生吸毒陨落。大家要看的不是彬彬有礼和风度翩翩，大家喜欢看陈冠希对记者竖中指，喜欢看王楠老公浪费日本酒店水资源。<br>
     <br>
     这和大家喜欢站在远处拍摄化工厂爆炸，或者在网上对着一个车祸GIF动图看上十七八遍是一样的。行为艺术大师周立波说过：“最剧烈快乐，是幸灾乐祸。”一辆限量版宾利被拉砖的三轮蹦蹦车刮擦，砖块在一平米几万美金的车盖子上砸出七星八点，是人们最乐意大笑着分享的。如果交警最终判宾利车单行线逆行负全责，那就再好不过了。<br>
     <br>
     或者是听说吴亦凡加拿大约炮，郭德纲和徒弟闹翻，冬野吸毒，海波嫖娼，周杰怒干保安，刘烨掌掴司机。<br>
     <br>
     或者是听到郭敬明《爵迹》路演大哭，情绪崩溃，台下粉丝大喊“哭出来吧！哭出来吧！”<br>
     <br>
     早上爽肤水拍打玻尿酸，晚上点外卖解决温饱，周末夜店蹦迪，朋友圈狂甩小视频，积攒优惠券备战双十一，这些每天都活得更可爱一点的人，这些新闻就是卖给他们的。<br>
     <br>
     大多数人，他们喜欢在欢声笑语中收听罗永浩M1手机发布会单口相声，并热泪盈眶地赞美理想主义与工匠精神，然后无比快乐地发现一篇公众号推送，《一年巨亏五个亿，罗永浩用情怀给股东放烟花》。<br>
     <br>
     张红霞告诉许宏，“无洋相，不新闻”。<br>
     <br>
     8.鞭子<br>
     许宏写好了采访稿。一万八千字。<br>
     <br>
     张红霞是以一副极其严肃的表情检阅这篇稿子的，当时他在长汀酒店泳池边的躺椅上休息。他一手握着牛奶，另一手握着这一沓A4纸。<br>
     <br>
     足足十五分钟的静谧里，许宏就这么站了十五分钟，直到张红霞表情凝重地说了一句话。<br>
     <br>
     “精彩纷呈，名副其实的大嗨稿”。<br>
     他首次把牛奶放在一边，用指尖刮了刮鼻梁，细声补了一句：“你有想过……这个，这个，具体的计划吗？”<br>
     <br>
     这一回，许宏并没有回答他的恩师，身着白衬衣的当红记者夺过A4纸，决然地转身离开。他胸有成竹的模样，像刚刚隆完胸，径直走向选角导演办公室的女演员一样。<br>
     <br>
     现在他要去见一下这篇稿件里的主人公：李志雄。<br>
     <br>
     他是十二年前在《快乐星球》中饰演马翔宇马班长的小童星。现年三十一岁。<br>
     <br>
     和预料中的几乎没差别，李志雄的人生，是那种谁也没闲心阅读的稿件。演罢《快乐星球》，受家父之命，赴美留学，学电影。回国后，因为与影视圈久不来往，没人记得他，演绎机会几乎为零，索性放弃。之后无所事事，住在杭州西湖八仙路，一座独门独院、隐蔽幽暗的别墅里。整日养花遛狗打麻将，抽烟喝酒养肥膘。<br>
     <br>
     许宏坐在别墅正厅里长达六米半的皮沙发上，听着李志雄分享四川麻将中蕴含的博弈论策略。他深觉眼前这个人，嚼之无味，弃之都不可惜。也突然很恨这个人——这些人整天养花遛狗，不搞点大动静出来，新闻工作者他妈的吃什么，喝什么？<br>
     <br>
     所以他压根儿一刻都等不下去，火急火燎地拉开大黑皮包，掏出那把匕首，刺向正仰头喝水的李志雄的脖颈。<br>
     <br>
     鲜血像喷泉一样，黏糊糊热乎乎的，弄得满身都是。许宏一边小声念叨着“真……是，恶心”，一边掏出皮包里的鞭子，脱下李志雄的裤子，对着雪白肿胀的屁股蛋子狂抽了一百来下。<br>
     <br>
     抽完过后，把其他工具一并拿出。有玻璃牛皮大鞭子、小鹿皮鞭子、翻毛手铐、细软棉绳、粉色宽不粘胶带、羽毛棒、滚轮按摩器、眼罩、口球，以及两个金色小夹子。他走到地下室，对照着电影《五十度灰》的截图，把这些东西按次序摆放得非常漂亮。<br>
     许宏花了半个小时来装点地下室，现在那里看起来美极了。<br>
     <br>
     他上楼，往李志雄的电脑里，拷贝了大量色情影片，以及足足4个G的高清美图。<br>
     <br>
     坐下来歇息的时候，许宏拿袖子蹭了蹭脸上的血，又念了一遍新闻稿，念着念着，自己都不由地连连嘟囔着“牛逼”。早年，选角导演到学校挑选男孩演《快乐星球》，第一季演完后，导演恋童癖的特性显露出来，强迫小男孩为他做一些事。只有性格坚毅的李志雄逃离深渊，赴美攻读电影。回国后，当年导演已发展成Z姓大咖，处处挤兑李志雄，封杀其所有演绎机会。李志雄心中演员梦未泯，苦不堪言，长期抑郁，投诉无门，终日靠万拉法星、萘法唑酮这类抗抑郁药和安眠药度日。受采访时，有强烈抵触情绪。<br>
     <br>
     甚至有自杀倾向。<br>
     <br>
     许宏环顾四周，叹了一口气，这活真累，还要把托人买到的一些万拉法星和萘法唑酮放在浴室、茶几抽屉以及随便一些拐弯抹角的地方，再塞一大包到床垫下面去。还要用酒精擦掉自己的指纹，把刀反向放在李志雄的手里，趁尸体热着，把他灌醉。<br>
     <br>
     太多细节需要处理了，能想到的做完之后，许宏掏出笔记本，给所有完成事项的条目后面画上对勾。未完成的细节工作，又花去他足足两个小时。太累了，他晚上九点走出八仙路，十点坐高铁回上海，凌晨一点，到家里，一沾枕头就睡着了。<br>
     <br>
     9.热泉<br>
     佘山的热泉不是天然的，泡着泡着，温度竟然变低了。许宏被冻醒了，醒来后，打电话大骂前台，只听对方解释道：“先生，我们酒店的温泉服务到12点结束了，不再提供室外热水……”<br>
     <br>
     他只能从池子里出来。伸了个懒腰，瞟了一眼股票，给远在斯里兰卡度假的张红霞发个短信。<br>
     <br>
     最后，我们的特稿之王，一个健步冲向床铺，冲向甜美梦乡。<br>
     <br>

     * hp_makettime : 2016-10-31 23:00:00
     * wb_name :
     * wb_img_url :
     * last_update_date : 2016-10-31 17:41:25
     * web_url : http://m.wufazhuce.com/article/1575
     * guide_word : “成功的背后，没有什么秘密可言。脚踏实地，是我恒久的理念。”
     * audio : http://music.wufazhuce.com/lpVyEmUQ1dXp0aUKRQdOzuin2OeL
     * author : [{"user_id":"4814667","user_name":"凉炘","web_url":"http://image.wufazhuce.com/FuNj-BgsXpEfepqDr1gJF-1i2znX","desc":"青年作家、「ONE·一个」常驻作者。","wb_name":"@凉炘"}]
     * praisenum : 297
     * sharenum : 21
     * commentnum : 80
     */

    private String content_id;
    private String hp_title;
    private String sub_title;
    private String hp_author;
    private String auth_it;
    private String hp_author_introduce;
    private String hp_content;
    private String hp_makettime;
    private String wb_name;
    private String wb_img_url;
    private String last_update_date;
    private String web_url;
    private String guide_word;
    private String audio;
    private int praisenum;
    private int sharenum;
    private int commentnum;
    /**
     * user_id : 4814667
     * user_name : 凉炘
     * web_url : http://image.wufazhuce.com/FuNj-BgsXpEfepqDr1gJF-1i2znX
     * desc : 青年作家、「ONE·一个」常驻作者。
     * wb_name : @凉炘
     */

    private List<AuthorBean> author;

    public String getContent_id() {
        return content_id;
    }

    public void setContent_id(String content_id) {
        this.content_id = content_id;
    }

    public String getHp_title() {
        return hp_title;
    }

    public void setHp_title(String hp_title) {
        this.hp_title = hp_title;
    }

    public String getSub_title() {
        return sub_title;
    }

    public void setSub_title(String sub_title) {
        this.sub_title = sub_title;
    }

    public String getHp_author() {
        return hp_author;
    }

    public void setHp_author(String hp_author) {
        this.hp_author = hp_author;
    }

    public String getAuth_it() {
        return auth_it;
    }

    public void setAuth_it(String auth_it) {
        this.auth_it = auth_it;
    }

    public String getHp_author_introduce() {
        return hp_author_introduce;
    }

    public void setHp_author_introduce(String hp_author_introduce) {
        this.hp_author_introduce = hp_author_introduce;
    }

    public String getHp_content() {
        return hp_content;
    }

    public void setHp_content(String hp_content) {
        this.hp_content = hp_content;
    }

    public String getHp_makettime() {
        return hp_makettime;
    }

    public void setHp_makettime(String hp_makettime) {
        this.hp_makettime = hp_makettime;
    }

    public String getWb_name() {
        return wb_name;
    }

    public void setWb_name(String wb_name) {
        this.wb_name = wb_name;
    }

    public String getWb_img_url() {
        return wb_img_url;
    }

    public void setWb_img_url(String wb_img_url) {
        this.wb_img_url = wb_img_url;
    }

    public String getLast_update_date() {
        return last_update_date;
    }

    public void setLast_update_date(String last_update_date) {
        this.last_update_date = last_update_date;
    }

    public String getWeb_url() {
        return web_url;
    }

    public void setWeb_url(String web_url) {
        this.web_url = web_url;
    }

    public String getGuide_word() {
        return guide_word;
    }

    public void setGuide_word(String guide_word) {
        this.guide_word = guide_word;
    }

    public String getAudio() {
        return audio;
    }

    public void setAudio(String audio) {
        this.audio = audio;
    }

    public int getPraisenum() {
        return praisenum;
    }

    public void setPraisenum(int praisenum) {
        this.praisenum = praisenum;
    }

    public int getSharenum() {
        return sharenum;
    }

    public void setSharenum(int sharenum) {
        this.sharenum = sharenum;
    }

    public int getCommentnum() {
        return commentnum;
    }

    public void setCommentnum(int commentnum) {
        this.commentnum = commentnum;
    }

    public List<AuthorBean> getAuthor() {
        return author;
    }

    public void setAuthor(List<AuthorBean> author) {
        this.author = author;
    }

    public static class AuthorBean {
        private String user_id;
        private String user_name;
        private String web_url;
        private String desc;
        private String wb_name;

        public String getUser_id() {
            return user_id;
        }

        public void setUser_id(String user_id) {
            this.user_id = user_id;
        }

        public String getUser_name() {
            return user_name;
        }

        public void setUser_name(String user_name) {
            this.user_name = user_name;
        }

        public String getWeb_url() {
            return web_url;
        }

        public void setWeb_url(String web_url) {
            this.web_url = web_url;
        }

        public String getDesc() {
            return desc;
        }

        public void setDesc(String desc) {
            this.desc = desc;
        }

        public String getWb_name() {
            return wb_name;
        }

        public void setWb_name(String wb_name) {
            this.wb_name = wb_name;
        }
    }
}
