package com.wenny.one.entity;

/**
 * 连载
 */

public class SerialEntity {

    /**
     * id : 195
     * serial_id : 34
     * number : 1
     * title : 昨日重现·第一章：刺客
     * excerpt : 这是记忆时代，可以分享记忆的时代。
     * content : 音乐响起的时候，新郎的嘴正对着司仪手里的麦克风，他两眼直视着不远处尚未打开的教堂大门，沉吟了好一会儿，直到最喜欢的那个音符被全场听清，才慢慢地说：“这首曲子是我自己选的，叫《只想见到你》。”<br>
     <br>
     与彩排的时候一样，分秒不差，他刚说完，大门朝内缓缓打开，跟着阳光一起进来的，是他期待已久的新娘，洁白的婚纱，乌黑的长发，明媚的双眼，还有浅浅的微笑。<br>
     <br>
     新娘踏着音乐的节奏，尽量避免踩碎地上的花瓣，经历好几个环节，终于走到了新郎面前，两个人相视而笑，面带红晕，新郎忍不住吻了新娘的嘴唇，惹得在座的宾客纷纷起哄。<br>
     <br>
     年迈的牧师耐心地等着他们两个吻了一次，又一次，好不容易站到他身前，又吻了一次，他咳嗽一声，两个新人才尴尬地笑笑，面向牧师站好，背在身后的手却又不肯闲下来，不停做着小动作，看得一清二楚的亲朋好友再次发出笑声。<br>
     <br>
     牧师扶了扶架在鼻子上的老花镜，舔舔干裂的嘴唇——他已经很老了，不管赐予祝福还是聆听忏悔，他都不再感到新奇，“那个，新郎，你愿意娶这位小姐为妻，永远爱她，珍惜她，保护她吗？”<br>
     <br>
     新娘狠狠掐了新郎的腰一下，新郎痛得涨红了脸，“我……我愿意！”<br>
     <br>
     牧师动了动自己的左脚，他很久没有站这么长时间了，“那么，新娘，你愿意嫁给这位先生，永远爱他，尊敬他，照顾他吗？”<br>
     <br>
     新娘回答的声音很大，“我愿意！”<br>
     <br>
     牧师如释重负地点点头，他很庆幸这场因为两家人都比较拖沓而拉得太长的婚礼马上就要结束，于是他压低声音，漫不经心地朝下面问了一句，“在座的各位，有哪一位反对这对男女结合吗？”<br>
     <br>
     这个例行公事的问句从未有过答复，在漫长的职业生涯里，牧师每一次发问，都只看到宾客们不怀好意地互相审视，以搜捕内奸的眼神打量可疑的目标，就算是牧师自己，也希望这段尴尬的等待快点过去，所以，这一次，他只给全场留了不到一秒钟的时间，“既然没有，那么我——”<br>
     <br>
     “我反对！”<br>
     <br>
     新郎新娘转过身，挡住了牧师的视线，后者就没有看到一个穿着暗灰色套头帽衫——这样的打扮在婚礼现场显然很不合适——的年轻男人挤出长椅，不顾其他人的指点和议论，站到了红毯上，一路走过来还踩碎了好几只花骨朵，他两手插兜，嘴里还叼着半支香烟。<br>
     <br>
     “你谁啊？”新郎新娘同时发问。<br>
     <br>
     反对者还没来得及回答——<br>
     <br>
     “你不认识他？”新郎新娘再一次同时互相质问对方，他们牵在一起的手也趁机松开。<br>
     <br>
     反对者往前走了几步，香烟被他扔到地毯上，烧出一个小洞，他抬起头，“不是你叫我来的吗？”<br>
     <br>
     说这句话的时候，他望着新娘。<br>
     <br>
     新郎怒不可遏，他注意到对方的脸上没有任何表情，长相平淡无奇，唯独下巴上的一道伤疤惹人注意，“你他妈到底是谁？”<br>
     <br>
     反对者伸出左手，摸了摸下巴，“你就没必要知道了吧。”<br>
     <br>
     “你说什——”<br>
     <br>
     新郎的话没说完，就被新娘的尖叫掩盖掉了，因为她看到反对者踏步上前，从裤兜里伸出的右手带出一把匕首，准确地扎进了新郎的脖子，也许他没有呼吸，而其他人也忘了呼吸，教堂内只听得到匕首在骨肉间进出的声音，他飞速地扎了五刀，带出的鲜血甩在新娘的婚纱上，星星点点，如同盛开的红花。<br>
     <br>
     看客们反应过来的时候，新郎软软地倒在了反对者的臂弯里，想必已经气绝身亡，他们七手八脚地冲上去，互相推挤，试图抓住这个把喜事变成丧事的恶魔。<br>
     <br>
     凶手推开新郎的尸首，转身用匕首对着气势汹汹的来人，冲在最前面的那位立刻急停，生怕自己一不小心步了新郎的后尘。凶手一笑，擦了擦脸上的血迹，看着身旁正抱着新郎恸哭的女人。<br>
     <br>
     “哭吧，都会过去的。”<br>
     <br>
     新娘没来得及把最恶毒的诅咒说出口，就看见凶手倒转匕首，毫不犹豫地插进了他自己的心窝。<br>
     <br>
     这个谁也不认识的反对者，只用了不到三分钟，就完成了他同样惊世骇俗的谢幕，他倒在新娘面前，瞳孔散开，下巴上的疤痕如同一个诡异的笑容。<br>
     <br>
     <br>
     <br>
     女人醒过来的时候，首先感到的是一阵剧烈的头痛，她按住额头，大喊一声，翻身而起，却跌到了地板上——原来自己是睡在一张沙发上的。<br>
     <br>
     “醒了？”一双脏脏的帆布鞋出现在她视线里。<br>
     <br>
     她抬头望去，是一个穿着暗灰色套头帽衫的年轻男人，下巴上有一道疤痕，他的手里端着一个水杯。<br>
     <br>
     “你是谁？”女人支撑着站起来，扫视四周——并不是自己的家，“这是什么地方？”<br>
     <br>
     “坐。”男人指了指沙发，他把水杯放在茶几上，“把这个喝了，可以缓解头痛。”<br>
     <br>
     女人后退一步，“你觉得我会喝陌生人的水？”<br>
     <br>
     “这不是水，是药。你要是不喝，头痛还会折磨你三天三夜。”男人摸了摸下巴上的伤痕，“你想报警也可以，反正你已经付过钱了。这个人，你认识吗？”<br>
     <br>
     他递过来一张照片，是一张婚纱照，女人穿着婚纱，被另一个完全不认识的男人抱在怀里，“这人是谁？你PS的吧？”<br>
     <br>
     男人拿起沙发上的摇控器，按亮墙角的电视机，“我第一次干这事儿的时候，就是因为没准备好，差点被打死，现在我学聪明了，自己看吧。”<br>
     <br>
     女人看到自己出现在电视画面里，看陈设就是在这个房间拍的，那个自己不急不缓地对着镜头说：<br>
     <br>
     “你好，我就是你，你不要惊慌，也不要担心身旁的这个人，他不是坏人，他只是一个收钱办事的杀手——”<br>
     <br>
     “刺客，我是刺客。”画面外有个声音补充。<br>
     <br>
     “好吧，刺客。他给你看的照片并不是PS的，那是你的婚纱照，照片里的男人是你的前夫，你们结婚四年，第三年开始闹离婚，上个月刚刚办完手续，这之间发生了很多事情，非常，可怕……嗯，总之，你很伤心，伤心得好几次想自杀。”<br>
     <br>
     女人注意到自己手腕上有割腕留下的痕迹。<br>
     <br>
     “你觉得，如果不彻底忘记这个男人，让他和那些恶心的事情从你的记忆里消失，你就会活不下去……”说到这里，电视里的女人低头啜泣了一会儿，“于是，你找到了郁慕龙，也就是现在站在你旁边的这个人。他有办法潜入你的记忆，在记忆里杀死你的前夫，这样，凡是关于他的记忆就会完全消失，从此以后，你不再认识这个人，也就不再会为这段婚姻而伤心难过，更不会失掉活下去的勇气。”<br>
     <br>
     女人张大了嘴巴，她又看了手里的照片一眼——对这个男人仍然没有任何印象。<br>
     <br>
     “但是你也会同样不认识郁慕龙，因为他离开记忆的唯一办法是在记忆里自杀，而死亡之后，也会被你忘记。好了，情况就是这样，那些事都只是记忆里的幻象，现在幻象消除了，你要好好地活下去。”<br>
     <br>
     画面消失，电视里只剩下雪花和噪音。<br>
     <br>
     女人慢慢地坐进沙发里，头痛还在加剧，她握住水杯，看了郁慕龙一眼，后者只挑了挑眉毛，一个字都没有说。她一口气喝光杯子里的药——没有想象中那么苦，“我怎么知道刚刚那些不是你逼我念的？”<br>
     <br>
     郁慕龙耸耸肩膀，“那就没办法了，不过你确实是照着提词板念的。总之，你不再认识你前夫，也不再认识我，你从没来过这里，更不知道我这个人的存在，这是最好的结局。你可以走了。”<br>
     <br>
     女人长长地呼出一口气——不管是恶作剧还是碰上了疯子，至少他不是什么绑架犯——她把照片放到茶几上，似乎没有带走的必要，她朝门口走去，临出门前，又问了一句，“你这个服务是收费的吧？”<br>
     <br>
     郁慕龙正在收拾摄像机，“那当然。”<br>
     <br>
     “能告诉我，我付了多少钱吗？”<br>
     <br>
     他把机器放到沙发底下，伸了个懒腰，背对着门口，“你还是不要知道的好，会心疼的。”<br>
     <br>
     <br>
     <br>
     记忆里，这条路似乎没有这么长，虽然因为下雪的缘故，申东年不敢开得太快，但花在路上的时间也太多了点，也许是因为他太过谨慎，就像被其他人所批评的那样，失去导师的同时也失去了主见。<br>
     <br>
     转过路口，他终于看到了那栋熟悉的建筑，红色外墙在雪地里格外显眼，估计没多少人能理解这种装修风格，把家打扮得像一个夜总会一般，也许是为了抚慰主人那颗难以跳动的心灵。不知道换了屋主之后，会不会重新粉刷一遍，让它融入现在这个崇尚平淡的时代。<br>
     <br>
     不，申东年意识到自己不应该这么想，时代仍然需要一个统治者，并且，他由衷地希望还是由房子里的主人来担当。<br>
     <br>
     开门的是保姆，见到申东年只是勉强挤出一个笑容，朝楼上指了指。<br>
     <br>
     申东年默然地点点头，来之前的电话已经说明了一切，情况不容乐观，留给所有人的时间已经不多，他们筹备，计划，等待，期盼，甚至绝望的这五年，似乎即将化为泡影，只因一个人的死去，而随着他离去的，还有这个伟大的时代。他们想要阻止它，以一个也许无法被人原谅的方式，只因为这个时代太过迷人，太值得珍惜，就像蒸汽时代、电气时代、信息时代一样，每一个身处其中的人，都希望它能延续下去。<br>
     <br>
     记忆时代，可以分享记忆的时代，申东年心底一阵刺痛，那个开创这个时代的伟大人物，如今只能躺在床上，连动一动手指都做不到，每一次呼吸都可能咽下最后一口气。<br>
     <br>
     他把大衣交给保姆，没来得及像往常一样从冰箱里取一听苏打水，径直走到了三楼西边的卧室，甚至忘了敲门。<br>
     <br>
     伏在床边的医生没听到有人进来，直到申东年高大的影子引起他的注意，“申先生。”<br>
     <br>
     申东年望着躺在床上的老人，“怎么样？”<br>
     <br>
     医生让开一个位置，“意识很衰弱，说不出话。”<br>
     <br>
     申东年弯腰靠近老人——过去的一年，他每个星期都会以这样的姿势聆听老人的叮嘱，把他的那些伟大智慧变为现实，某种程度上的现实，“黄总，我在了。”黄总，黄言邦，申东年偶尔也会想起这个名字，但从来不敢叫出口，这个曾经他事业上最强大的敌人，记忆商业的王牌——忆能联合科技的创始人和控制者，如今成了他信仰里唯一的真神。<br>
     <br>
     黄言邦的嘴唇动了动，睁开右眼，脸上的肌肉紧崩——他看上去比50岁要老太多，他想说什么吗？还是说，这只是他的神经反应。<br>
     <br>
     “我明白，我都记得。”申东年还记得黄言邦失去意识前对他说的最后一句话——<br>
     <br>
     “时间不多，不多了，你必须……找到他。”<br>
     <br>
     没有准备万全，计划绝不可以开始，这是五年前，四个人一起商议的时候定下的规则。自那之后，四个人再也没有聚齐过，但他们都明白这条规则的重要性，分秒的偏差都足以导致所有心血白流。可是，彼时的谨小慎微并没有感动上苍，最关键的那个人始终没有出现，他总是活跃在各种传说里，就像一切从来没有存在过的传奇角色一样，让人对他的真实性起疑。可事到如今，已经没有回旋和等待的余地了，风烛残年的赌徒唯有抛出口袋里的所有筹码，即便有可能为此输掉一切，“放心，我会找到他。”<br>
     <br>
     申东年理顺黄言邦花白的头发，看着他的胸口不规则地一起一伏，起身离开之前，他又靠近黄言邦耳边，“一定会找到他的。”<br>
     <br>
     <br>
     <br>
     郁慕龙是这家记忆专卖店的常客，因为此地的到货速度最快，他拥有的记忆软体都是从这买的，雇员的长相，柜台的陈设，灯光的明暗，任何一个细节发生一丁点与他记忆不符的变化，都逃不过他的眼睛。虽然网络下载已经非常发达，并且足够方便，但还是有很多人迷恋在实体店闲逛的感觉，即便只是闻一闻记忆软体本身散发出的气味，都能让人生出一种迷幻的感觉。<br>
     <br>
     与往常一样，郁慕龙没有在“本周流行”的区域多作停留——那是年轻人喜欢的地方，堆在那里的无非是一些打了色情擦边球的所谓“心跳回忆”，就连名字都起得毫无创意，个个雷同，诸如《陪你度过最后一个夜晚》《与4个电影女明星共度的那一夜》《不完美的初夜》，一想到正是这些记忆构成了市场上的销售主体，郁慕龙就不禁怀疑，大公司宣扬的“最贴近彼此的时代”不过是一个彻头彻尾的谎言，说不定，这其实是一个“最能感受肉欲的时代”才对。<br>
     <br>
     原来当记忆可以提取，可以复制，可以存储，可以销售，甚至彻底击败电影、小说，成为第一娱乐产业的时候，它还是不能免除色情化的风险。<br>
     <br>
     就像当年的音像制品店一样，记忆软体也按类型划分，或许是电影这个古老行当留给记忆产业的唯一经验。讲爱情的最受欢迎，因为其中大部分都包含了不便明说的福利，喜剧的销量也很靠前，但除了那几个天才设计师的作品，其余的搞笑回忆都显得低级而无趣，警方特批的一些真实案件被归类到“推理”，实际上经过大幅删改，已经没有什么推理可言，唯一的卖点不过是可以切身体会“受害者”的真实处境，当然，如果你愿意花钱找人破解，也能以“凶手”视角进入回忆，感受完全不同的刺激。<br>
     <br>
     郁慕龙驻足的区域很小，架子上写着“灾难”两个字，毕竟真正称得上“灾难”的事件不会很多，而取得这些恐怖回忆的授权又难上加难，首先要说服当事人和他们的亲人，这可能要花一大笔钱，如果是一起空难，至少要航空公司同意，如果是一起火灾，消防部门不点头就不能上架，就算只是单纯的天灾，也还有所谓的“人伦督导会”虎视眈眈，随时可能以“违逆人伦”的理由强制召回销毁。<br>
     <br>
     架子上的记忆软体很少，没有今年的作品，上个月发生在智利的地震仍然没有被推出，估计是在某个环节遇到了困难。想到自己竟然在期盼着经历别人的苦难回忆，郁慕龙心底泛起一丝愧疚，但是就像男人总想掀起女人的裙子一样，明知那是罪恶，却也难以抵抗诱惑。<br>
     <br>
     “《前导官失事》没有了吗？”<br>
     <br>
     导购认出了郁慕龙，礼貌性地笑笑，“被召回了。”<br>
     <br>
     《前导官失事》是由航天中心联合教育部门推出的“科普类回忆”，记忆来源于深空探测飞船前导官号的宇航员，他在太空进行了为期一年的探测，最终不知为何死在了飞船里，尽管如此，他在太空里的经历，不管对科研还是教育，都有不小的作用，基于这样的考虑，在屏蔽某些涉及机密的部分之后，这段回忆在去年上架，并很快占领销售榜榜首，这是预料之内的事情，毕竟，对受困于地球表面的凡夫俗子来说，星空永远都是他们向往却又无法抵达的地方。<br>
     <br>
     “官方出品的记忆也会被召回吗？”郁慕龙很喜欢那部作品，尽管很少回味——对于死人的回忆，他心里总是会生出强烈的排斥。<br>
     <br>
     “那个宇航员的母亲提出了抗议，她说那是她的儿子，她不想儿子在别人的脑子里一次又一次地死掉。”<br>
     <br>
     “嗯，是这个道理。”郁慕龙从架子上取下一张记忆软体，封面是全黑色，从纹理看似乎是设计成了泥浆的质感，中偏右的位置有一只手，像一面投降的白旗，“这是新到的？”<br>
     <br>
     “对，早上刚到的，我才摆上架，实体店专供，你知道去年底的相思岭泥石流吗？这就是。”导购了解郁慕龙的喜好，所以并没有多作解释。<br>
     <br>
     软体的封底写着一行很傻的宣传语：灾难重现，孤儿视角，灵魂湮没，生命沉底。出品公司是忆能联合科技。这有点奇怪，众所周知，和它的竞争对手藏年科技不同，忆联科的记忆产品几乎都是靠人工虚构出来的，而不是收购真实记忆。<br>
     <br>
     “忆联科也会出这种真实记忆吗？”郁慕龙拿出手机准备付款——手又控制不住地颤抖起来，无视导购诧异的目光，他将手藏进口袋，“幸存者是谁？”<br>
     <br>
     “好像是个小孩儿，只有八岁，也真是难得，小孩儿的记忆可不好处理。”<br>
     <br>
     “小孩子啊……”郁慕龙眼角的余光瞥到不远处站着的一个小女孩，穿着暗红色的连衣裙，面无表情，她又出现了，他转过脸，只是幻觉，是幻觉，他提醒自己。<br>
     <br>
     导购满脸堆笑，“嗯，这小孩很可怜的，家人都死光了。还有新到的读忆器，黄言邦纪念款，体积特别小，要看看吗？”<br>
     <br>
     为什么要纪念黄言邦，他死了吗？郁慕龙知道这个人的分量，要是真死了，别说出个纪念款，把他印上钞票都有可能，郁慕龙戴上帽子，“不用。”<br>
     <br>
     “好的，一共是129块。”<br>
     <br>
     <br>
     <br>
     郁慕龙住的地方不大，大开间，卧室客厅混在一起，中间用一个书架隔开，书架上摆的都是记忆软体的包装盒，他花了很长时间才找到这样小的房子。他有钱，非法的生意总是能赚到很多钱，但他不想花在房子上，空旷宽敞的房子会让他感到恐惧，勾起他心底的可怕回忆。<br>
     <br>
     他躺倒在沙发里，手已经不抖了，最近这是怎么了，四肢轮流出现问题，就像不受自己控制一样。<br>
     <br>
     他撕开新买软体的包装——这一行也染上了过去电脑软件行业的坏习惯，软体本身虽然只比一枚硬币大一点，却非要被包裹在一个A4纸大小的盒子里。<br>
     <br>
     软体之所以被称作“软体”，源自于它的材质，当它被放在掌心的时候甚至会轻轻晃动，如果第一次见，说不定会有人把它当果冻吃进肚子里去，直到发现完全咬不动才会察觉到异样。软体的颜色一般是暗绿色，放到光底下会显得微微透明，软体内部还有数不清的小光点，就像深邃的星空一样。存储在这个小宇宙里的就是长短不一，长则数小时，短则几分钟的记忆。<br>
     <br>
     郁慕龙从包里取出读忆器，接上电源，这是三年前的老款，银色，边缘有磨损的痕迹，体积跟一本书差不多大，短暂的自检之后，机器发出一声提示音，他把软体放进读取舱，然后把机器内延伸出的接驳吸盘附着在自己的两处太阳穴上。<br>
     <br>
     “月亮，雨，船，血，荆轲。”<br>
     <br>
     这是自行设定的语音密码，密码有两重作用，第一重作用是，如果密码不匹配，不管用什么方法都无法将读忆器与大脑连通，第二重作用是，伴随着语音，大脑会释放“自愿脉冲信号”，只有检测到这种信号，机器确认用户处于自愿接受记忆注入的状态，才会正常运转。<br>
     <br>
     两重作用的目的是同一个：防止强制灌输记忆。虽然那样的事情从未在公开报道里出现，但人们总是担心会有那么一天。<br>
     <br>
     郁慕龙的密码是一组互不相干的词语，机器快速进行了比对，随着指示灯亮起，软体内的记忆开始被导入他的大脑。<br>
     <br>
     用比较容易理解的方式来讲，记忆的导入过程很像做梦，使用者会暂时忘记自己所处的现实状态，完全沉浸到记忆当中，身临其境，但体验的过程又像是看电影，因为使用者并不能真正意义上地自由行动，他行动的所有选择都来自于原始记忆里宿主的原始行动，但这种行动的唯一性使用者自己是察觉不到的，所以使用者仍然会觉得是自己作出了这一选择。<br>
     <br>
     举例来说，当他经历一段足球赛的记忆的时候，在比赛的最后一分钟打入制胜一球，他停球，抬腿，射门，整个过程都来自于这段记忆的宿主——也就是那个真正踢球的前锋，但由于使用者此时就是这个前锋，所以他仍然有接近现实的参与感。<br>
     <br>
     当然，这个世界上总有例外，郁慕龙就是其中之一，他可以在别人的记忆中自由行动，并且，当他意识到自己有这种能力的同时，也发现，不管经历怎样的设计和包装，记忆的片段永远会与宿主的记忆中枢相连，无视物理距离的远近，换言之，当郁慕龙将一段记忆导入自己脑中之后，他就可以通过这个片段进入宿主的完整记忆之中，而宿主本人却毫无察觉。<br>
     <br>
     这是一种超能，没有人可以阻止，只不过，它并没有如常人所想的那样，给郁慕龙带来真正的快乐。<br>
     <br>
     他此时站在相思岭的树底下，看着村民下棋，天空阴云密布，一场倾盆大雨正在积蓄着力量，住在这里的人们尚不知道，这场大雨即将带来毁灭性的泥石流，整个村子都将永远沉入泥沼之中。<br>
     <br>
     郁慕龙看着身旁的小孩——那个幸存者，八岁的面孔和身形，稚嫩，纤细，没有力气，和他当年一样，并未察觉灾难即将降临，而在那之后，被痛苦包围的小孩子还要在孤儿院中受尽欺侮，孤立无援。<br>
     <br>
     这段记忆并不长，半个小时之后，它会以所有人的死亡作为结局，定格在这个小孩脑海里的，是他的全部亲人被淹没在泥浆里，他熟悉的家园只剩下残垣断壁，不，恐怕连残垣断壁都不会有。<br>
     <br>
     然后，一切复原，从生到死，在小孩子的记忆里无休无止地一次次重复。<br>
     <br>
     那样的经历太可怕，太痛苦，在宿主的记忆里，郁慕龙只感受到无穷无尽的恐惧和孤独，这不是一个小孩子可以承受的东西，已经没有童年了，为什么还要用这样的东西把记忆填满？他应该遗忘，永远地遗忘，毫无负担地开始新的生活。<br>
     <br>
     还好，还没人体验到这段记忆，指向不会出错，郁慕龙知道自己现在已经进入那个小孩子的完整记忆里了。<br>
     <br>
     杀死这些人，让他们从孩子的记忆里消失，让这场灾难消失，这就是郁慕龙买回这张记忆软体的目的，他相信自己是一个帮人去除苦痛的孤胆英雄，即便无人知晓，无人原谅也在所不惜。<br>
     <br>
     他握紧手里的匕首，用力刺向老人的脖子。<br>
     <br>
     <br>
     <strong>《昨日重现》于每周二、四、六晚更新。</strong>
     * charge_edt : （责任编辑：卫天成 weitiancheng@wufazhuce.com）
     * read_num : 40100
     * maketime : 2016-10-29 21:00:00
     * last_update_date : 2016-10-29 23:21:00
     * audio :
     * web_url : http://m.wufazhuce.com/serial/195
     * input_name : 10019
     * last_update_name : 卫天成
     * author : {"user_id":"4814747","user_name":"张寒寺","web_url":"http://image.wufazhuce.com/FlJ2uKL9qGrmdsyWZr_CmOwg_kjt","desc":"小说作者，编剧。新书《不正常人类症候群》现已上市。"}
     * praisenum : 861
     * sharenum : 40
     * commentnum : 115
     */

    private String id;
    private String serial_id;
    private String number;
    private String title;
    private String excerpt;
    private String content;
    private String charge_edt;
    private String read_num;
    private String maketime;
    private String last_update_date;
    private String audio;
    private String web_url;
    private String input_name;
    private String last_update_name;
    /**
     * user_id : 4814747
     * user_name : 张寒寺
     * web_url : http://image.wufazhuce.com/FlJ2uKL9qGrmdsyWZr_CmOwg_kjt
     * desc : 小说作者，编剧。新书《不正常人类症候群》现已上市。
     */

    private AuthorBean author;
    private int praisenum;
    private int sharenum;
    private int commentnum;

    public String getId() {
        return id;
    }

    public void setId(String id) {
        this.id = id;
    }

    public String getSerial_id() {
        return serial_id;
    }

    public void setSerial_id(String serial_id) {
        this.serial_id = serial_id;
    }

    public String getNumber() {
        return number;
    }

    public void setNumber(String number) {
        this.number = number;
    }

    public String getTitle() {
        return title;
    }

    public void setTitle(String title) {
        this.title = title;
    }

    public String getExcerpt() {
        return excerpt;
    }

    public void setExcerpt(String excerpt) {
        this.excerpt = excerpt;
    }

    public String getContent() {
        return content;
    }

    public void setContent(String content) {
        this.content = content;
    }

    public String getCharge_edt() {
        return charge_edt;
    }

    public void setCharge_edt(String charge_edt) {
        this.charge_edt = charge_edt;
    }

    public String getRead_num() {
        return read_num;
    }

    public void setRead_num(String read_num) {
        this.read_num = read_num;
    }

    public String getMaketime() {
        return maketime;
    }

    public void setMaketime(String maketime) {
        this.maketime = maketime;
    }

    public String getLast_update_date() {
        return last_update_date;
    }

    public void setLast_update_date(String last_update_date) {
        this.last_update_date = last_update_date;
    }

    public String getAudio() {
        return audio;
    }

    public void setAudio(String audio) {
        this.audio = audio;
    }

    public String getWeb_url() {
        return web_url;
    }

    public void setWeb_url(String web_url) {
        this.web_url = web_url;
    }

    public String getInput_name() {
        return input_name;
    }

    public void setInput_name(String input_name) {
        this.input_name = input_name;
    }

    public String getLast_update_name() {
        return last_update_name;
    }

    public void setLast_update_name(String last_update_name) {
        this.last_update_name = last_update_name;
    }

    public AuthorBean getAuthor() {
        return author;
    }

    public void setAuthor(AuthorBean author) {
        this.author = author;
    }

    public int getPraisenum() {
        return praisenum;
    }

    public void setPraisenum(int praisenum) {
        this.praisenum = praisenum;
    }

    public int getSharenum() {
        return sharenum;
    }

    public void setSharenum(int sharenum) {
        this.sharenum = sharenum;
    }

    public int getCommentnum() {
        return commentnum;
    }

    public void setCommentnum(int commentnum) {
        this.commentnum = commentnum;
    }

    public static class AuthorBean {
        private String user_id;
        private String user_name;
        private String web_url;
        private String desc;

        public String getUser_id() {
            return user_id;
        }

        public void setUser_id(String user_id) {
            this.user_id = user_id;
        }

        public String getUser_name() {
            return user_name;
        }

        public void setUser_name(String user_name) {
            this.user_name = user_name;
        }

        public String getWeb_url() {
            return web_url;
        }

        public void setWeb_url(String web_url) {
            this.web_url = web_url;
        }

        public String getDesc() {
            return desc;
        }

        public void setDesc(String desc) {
            this.desc = desc;
        }
    }
}
